Revit 2024 API
GroupTypeId.SecondaryEnd Property
 Secondary End.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId SecondaryEnd { get; }
Visual Basic
Public Shared ReadOnly Property SecondaryEnd As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SecondaryEnd {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace